Repository: lokinmodar/Echoglossian
Catalog: Echoglossian/MultilingualResources/Echoglossian.*.xlf
Languages: pt_br

# ConfigTab1Name
source: Talk settings
pt_br: Configurações de diálogos

# LanguageSelectionTooltip
source: Which language to translate the in-game dialogue boxes to.
pt_br: Para qual língua traduzir os diálogos do jogo.

# OverlayAdjustmentOrientations
source: Please adjust position if your overlay is not centered relative to the game's UI text box.
pt_br: Ajuste a posição se a sobreposição não estiver centrada em relação à caixa de conversa da UI do jogo.

# OverlayToggleLabel
source: Display translated text overlay above game UI text box instead of replacing its text with the translation
pt_br: Exibir sobreposição com texto traduzido acima da caixa de diálogo da IU do jogo em vez de substituir seu texto pela tradução

# OverlayWidthScrollLabel
source: Translation Overlay Width multiplier
pt_br: Multiplicador de largura da sobreposição de tradução de diálogo

# TranslateTalkToggleLabel
source: Translate in-game dialogues
pt_br: Traduzir diálogos do jogo

# OverlayFontSizeLabel
source: Overlay Font Size
pt_br: Tamanho da fonte da sobreposição

# OverlayWidthMultiplierOrientations
source: Adjust translation overlay width
pt_br: Ajuste a largura da sobreposição de tradução

# WhatToTranslateText
source: Select what kind of text you want to be translated in the corresponding tab below!
pt_br: Selecione que tipo de texto deseja que seja traduzido na guia correspondente abaixo!

# CloseButtonLabel
source: Close
pt_br: Fechar

# TranslateToastToggleText
source: Translate in-game Toast Messages
pt_br: Traduzir mensagens Toast no jogo

# LangIdentError
source: The language could not be identified with an acceptable degree of certainty
pt_br: A linguagem não pôde ser identificada com um grau aceitável de certeza

# ConfigTab2Name
source: Battle Talk settings
pt_br: Configurações de diálogos de batalha

# ToastOverlayWidthMultiplierOrientations
source: Adjust toast translation overlay width
pt_br: Ajuste a largura de sobreposição de tradução de Toasts

# ToastOverlayWidthScrollLabel
source: Toast Overlay Width multiplier
pt_br: Multiplicador de largura para Toasts

# FontColorSelectLabel
source: Overlay font color:
pt_br: Cor da fonte da sobreposição:

# OverlayFontColorOrientations
source: Click to choose the overlay font color
pt_br: Clique para escolher a cor da fonte da sobreposição

# TranslateAreaToastToggleText
source: Translate in-game Area name Toast Messages
pt_br: Traduzir mensagens de nome de área

# TranslateClassChangeToastToggleText
source: Translate in-game Class/Job change Toast Messages
pt_br: Traduzir mensagens de troca de classe/job

# TranslateErrorToastToggleText
source: Translate in-game Error Toast Messages
pt_br: Traduzir mensagens de erro no jogo

# TranslateQuestToastToggleText
source: Translate in-game Quest Toast Messages
pt_br: Traduzir mensagens de quest

# TranslateScreenInfoToastToggleText
source: Translate other in-game miscellaneous Toast Messages
pt_br: Traduzir no jogo outras mensagens de Toast diversas

# SwapTranslationTextToggle
source: Show Original dialogue text in Overlay and Translated in the Game UI dialogue box
pt_br: Mostrar texto de diálogo original no Overlay e o texto traduzido na caixa de diálogo da IU do jogo

# OverlayFontScaleLabel
source: Adjust the Overlay font scale
pt_br: Ajuste a escala de fonte da Overlay

# PathInputInstructions
source: Absolute path to Echoglossian folder (inside XIVLauncher -> pluginConfigs folder)
pt_br: Caminho absoluto para a pasta Echoglossian (dentro da pasta XIVLauncher -> pluginConfigs)

# LanguageOnlySupportedUsingOverlay
source: The selected language is only supported using the plugin overlays due to limitations of the native game Font
pt_br: O idioma selecionado só é suportado usando overlays devido a limitações da fonte nativa do jogo

# OverlayHeightScrollLabel
source: Translation Overlay Height multiplier
pt_br: Multiplicador de altura da overlay de diálogo

# OverlayName
source: Battle talk (Enenies dialogue lines) translation
pt_br: Tradução de diálogos de batalha

# ConfigTab0Name
source: Whats, Whens and Hows
pt_br: O quês, Ondes e Comos

# ConfigTab3Name
source: Toast settings
pt_br: Configurações de mensagens de sistema

# ConfigTab4Name
source: Journal settings
pt_br: Configurações de diário

# ConfigTab5Name
source: Tooltips settings
pt_br: Configurações de Tooltips

# ConfigTab6Name
source: Other settings
pt_br: Outras configurações

# ConfigTabAbout
source: About Echoglossian
pt_br: Sobre o Echoglossian

# TranslationsEnabled
source: Translations are Enabled!
pt_br: Traduções estão habilitadas!

# ImguiAdjustmentsLabel
source: Adjust the options related to the translation overlay:
pt_br: Ajuste as opções relacionadas à overlay de tradução:

# ContribText
source: Please support us either by contributing to the project development, submitting issues or helping us with a coffee.
pt_br: Por favor, apoie-nos contribuindo para o desenvolvimento do projeto, enviando problemas ou nos ajudando com um cafezinho :).

# DisclaimerText1
source: This plugin is aimed at solving one of the biggest issues for audiences that do not speak either English, German, French or Japanese: Understanding dialogues and other elements of the Game UI.
pt_br: Este plugin visa resolver um dos maiores problemas para o público que não fala inglês, alemão, francês ou japonês: Entender os diálogos e outros elementos da Interface do Jogo.

# DisclaimerText2
source: For now we only do auto-translations through Google Translate API, but in the future we intend to support other ML translation systems. We even have ideas targetting crowdsourced translations, curated by the community.
pt_br: Por enquanto, só fazemos traduções automáticas através da API do Google Translate, mas no futuro pretendemos suportar outros sistemas de tradução por ML. Temos até ideias voltadas para traduções crowdsourced, com curadoria da comunidade.

# DisclaimerTitle
source: About Echoglossian:
pt_br: Sobre o Echoglossian:

# NEListText
source: The non-exhaustive list of issues and TODOs is available in the link below:
pt_br: A lista (in)completa de problemas e TODOs está disponível no link abaixo:

# TranslationDisabled
source: Translations are Disabled!
pt_br: As traduções estão desabilitadas!

# TranslationEnabled
source: Translations are Enabled!
pt_br: Traduções estão habilitadas!

# UseImGuiForToastsToggle
source: Use overlay to show Toasts translations (WIP)
pt_br: Use sobreposição para mostrar traduções de toasts (WIP)

# ResetConfigsButton
source: Reset Settings
pt_br: Resetar Configurações

# SettingsReset
source: Echoglossian settings reset to default successfully!
pt_br: Configurações do Echoglossian foram redefinidas para o padrão com sucesso!

# WhichToastsToTranslate
source: Select which kind of in-game message toasts to translate
pt_br: Selecione qual tipo de mensagens de toast traduzir

# AssetsCheckingPopupMsg
source: Checking Plugin assets!
pt_br: Verificando os arquivos do Plugin!

# AssetsDownloadComplete
source: Downloading of plugin assets complete!
pt_br: Download de arquivos do plugin completo!

# AssetsDownloadError1stPart
source: Error downloading plugin assets:
pt_br: Erro ao baixar os arquivos do plugin:

# AssetsDownloadError2ndPart
source: . Please retry later. If the issue persists, please contact the plugin developer.
pt_br: . Por favor, tente novamente mais tarde. Se o problema persistir, entre em contato com o desenvolvedor do plugin.

# AssetsPresentPopupMsg
source: All plugin assets present!
pt_br: Todos os arquivos do plugin estão presentes!

# DownloadingAssetsPopupMsg
source: Downloading extra plugin assets in background. Please wait for the download to finish before opening settings!
pt_br: Baixando arquivos extras do plugin em segundo plano. Por favor, aguarde o download terminar antes de abrir as configurações!
