Repository: lokinmodar/Echoglossian
Catalog: Properties/Resources.*.resx
Languages: da, de, ko, ru, ta

# CloseButtonLabel
source: Close
da: Luk
de: Schließen
ko: 닫다
ru: закрыть
ta: மூடு

# ConfigTab0Name
source: Main Configuration
da: Hoved
de: Haupt
ko: 기본
ru: Основной
ta: பிரதான

# ConfigTab1Name
source: Talk Settings
da: Indstillinger for tale
de: Gesprächseinstellungen
ko: 토크 설정
ru: Настройки беседы
ta: பேச்சு அமைப்புகள்

# ConfigTab2Name
source: Battle Talk Settings
da: Indstillinger for kampsnak
de: Battle Talk Einstellungen
ko: 배틀 토크 설정
ru: Настройки Боевого Разговора
ta: போர் பேச்சு அமைப்புகள்

# ConfigTab3Name
source: Toast configurations
da: Indstillinger for toast
de: Toasteinstellungen
ko: 토스트 설정
ru: Параметры всплываемого остов
ta: டோஸ்ட் அமைப்புகள்

# ConfigWindowTitle
source: Echoglossian Configuration
da: Ekkoglossisk konfiguration
de: Echoglossianische Konfiguration
ko: 에코글로시안 구성
ru: Эхоглоссианская конфигурация
ta: எக்கோக்ளோசியன் கட்டமைப்பு

# DoNotUseImGuiForToastsToggle
source: Do not use overlay to show Toasts translations
ko: 오버레이를 사용하여 토스트 번역을 표시하지 마십시오.
ru: Не используйте наложение для отображения переводов всплывашек
ta: Tat-இன் மொழிபெயர்ப்புகளைக் காண்பிக்க மேலமைக்க வேண்டாம்

# EchoglossianPathModal
source: Attention!
da: Pas på!
de: Aufmerksamkeit!
ko: 주의
ru: Внимание
ta: கவனம்

# FontColorSelectLabel
source: Overlay font color:
da: Overlejre skriftfarve:
de: Schriftfarbe überlagern:
ko: 오버레이 글꼴 색상:
ru: Цвет наложения шрифта:
ta: எழுத்துரு வண்ணத்தை மேலெழுது:

# HelpMessage
source: Opens Echoglossian config window
da: Åbner vinduet Echoglossian config
de: Öffnet das Echoglossian-Konfigurationsfenster
ko: 에코글로시안 컨피그 윈도우 열기
ru: Открывает окно конфигурации Echoglossian
ta: எக்கோக்ளோசியன் உள்ளமைவு சாளரத்தை திறக்கிறது

# LangIdentError
source: The language could not be identified with an acceptable degree of certainty
da: Sproget kunne ikke identificeres med en acceptabel grad af sikkerhed
de: Die Sprache konnte nicht mit einem akzeptablen Grad an Sicherheit identifiziert werden.
ko: 언어는 허용 가능한 정도의 확실성으로 식별할 수 없습니다.
ru: Формулировка не может быть идентифицирована с приемлемой степенью определенности.
ta: மொழியை ஏற்றுக்கொள்ளக்கூடிய அளவு உறுதியுடன் அடையாளம் காண முடியவில்லை

# LanguageNotSupportedText
source: The selected language is not supported by the currently available translation backend
da: Det valgte sprog understøttes ikke af den aktuelt tilgængelige oversættelses-backend
de: Die ausgewählte Sprache wird vom aktuell verfügbaren Übersetzungs-Backend nicht unterstützt.
ko: 선택한 언어는 현재 사용 가능한 번역 백엔드에서 지원되지 않습니다.
ru: Выбранный язык не поддерживается доступной в настоящее время серверной частью перевода
ta: தேர்ந்தெடுக்கப்பட்ட மொழி தற்போது கிடைக்கும் மொழிபெயர்ப்பு பின்னோக்கு மூலம் ஆதரிக்கப்படவில்லை

# LanguageOnlySupportedUsingOverlay
source: The selected language is only supported using the plugin overlays due to limitations of the native game Font
da: Det valgte sprog understøttes kun ved hjælp af plugin-overlejringer på grund af begrænsningerne i det oprindelige spil Font
de: Die gewählte Sprache wird aufgrund von Einschränkungen der nativen Spielschrift nur über die Plugin-Overlays unterstützt
ko: 선택한 언어는 네이티브 게임 글꼴의 제한으로 인해 플러그인 오버레이를 사용하여만 지원됩니다.
ru: Выбранный язык поддерживается только с помощью наложений плагина из-за ограничений нативного игрового шрифта
ta: தேர்ந்தெடுக்கப்பட்ட மொழி மட்டுமே சொந்த விளையாட்டு எழுத்துரு வரம்புகள் காரணமாக சொருகி மேல்விரிகள் பயன்படுத்தி ஆதரிக்கப்படுகிறது

# LanguageSelectionTooltip
source: Which language to translate the in-game dialogue boxes to.
da: Hvilket sprog du skal oversætte de in-game dialogbokse til.
de: In welche Sprache die Dialogfelder im Spiel übersetzt werden sollen.
ko: 게임 내 대화 상자를 번역할 언어입니다.
ru: На какой язык переводить игровые диалоговые окна.
ta: எந்த மொழி க்கு விளையாட்டு உரையாடல் பெட்டிகள் மொழிபெயர்க்க.

# LanguageSelectLabelText
source: Language to translate to
da: Sprog, der skal oversættes til
de: Sprache, in die übersetzt werden soll
ko: 번역할 언어
ru: Язык для перевода
ta: மொழி மொழிபெயர்க்க

# Name
source: Echoglossian
ko: 에코글로시안
ru: Эхоглоссян
ta: எக்கோக்ளோசியன்

# OverlayAdjustmentOrientations
source: Please adjust position if your overlay is not centered relative to the game's UI dialogue box.
da: Juster placeringen, hvis overlejringen ikke er centreret i forhold til spillets tekstboks til brugergrænsefladen.
de: Bitte passen Sie die Position an, wenn Ihr Overlay nicht relativ zum UI-Textfeld des Spiels zentriert ist.
ko: 오버레이가 게임의 UI 대화 상자에 비해 중심이 아닌 경우 위치를 조정하십시오.
ru: Пожалуйста, отрегулируйте положение, если ваше наложение не центрировано относительно диалогового окна пользовательского интерфейса игры.
ta: விளையாட்டின் யுஐ உரையாடல் பெட்டிக்கு ஏற்ப உங்கள் மேலமைவு மையப்படுத்தப்படவில்லை என்றால் தயவுசெய்து நிலையை சரிசெய்யவும்.

# OverlayColorSelectName
source: OverlayColorSelect
ko: 오버레이컬러셀렉
ru: НаложениеЦветВыбор
ta: மேலடுக்கலரிதேர்ந்தெடு

# OverlayFontColorOrientations
source: Click to choose the overlay font color
da: Klik her for at vælge skriftfarven overlejring
de: Klicken Sie hier, um die Overlay-Schriftfarbe auszuwählen
ko: 오버레이 글꼴 색상을 선택하려면 클릭하십시오.
ru: Нажмите, чтобы выбрать цвет шрифта наложения
ta: மேலெழுது எழுத்துரு வண்ணத்தை தேர்வு செய்ய கிளிக் செய்யவும்

# OverlayFontScaleLabel
source: Adjust the Overlay font scale
da: Justere skriftskalaen Overlejring
de: Anpassen der Überlagerungs-Schriftskala
ko: 오버레이 글꼴 축척 조정
ru: Настройка масштаба шрифта наложения
ta: மேலெழுது எழுத்துரு அளவை சரிசெய்

# OverlayFontSizeLabel
source: Overlay Font Size
da: Overlejring af skriftstørrelse
de: Schriftgrad überlagern
ko: 글꼴 크기 오버레이
ru: Размер шрифта наложения
ta: எழுத்துரு அளவை மேலெழுது

# OverlayFontSizeOrientations
source: Select the font size for the dialogue text overlay
da: Vælge skriftstørrelsen for tekstoverlejringen
de: Auswählen der Schriftgröße für die Textüberlagerung
ko: 대화 텍스트 오버레이의 글꼴 크기 선택
ru: Выбор размера шрифта для наложения текста диалогового диалога
ta: உரையாடல் உரை மேலெழுதுதலுக்கான எழுத்துரு அளவைத் தேர்ந்தெடுக்கவும்

# OverlayHeightScrollLabel
source: Dialogue Overlay Height multiplier
da: Multiplikator for overlejring af oversættelsesoverlejring
de: Multiplikator für die Höhe der Übersetzungsüberlagerung
ko: 대화 오버레이 높이 승수
ru: Множитель высоты наложения диалогов
ta: உரையாடல் உயர பெருக்கி

# OverlayName
source: Battle talk (Enenies dialogue lines) translation
da: Battle talk (Enenies dialog linjer) oversættelse
de: Schlachtgespräch (Enenies-Dialogzeilen) Übersetzung
ko: 전투 토크(대화선 에니) 번역
ru: Перевод боевого разговора (диалоговые строки Энение)
ta: போர் பேச்சு (எனினிஸ் உரையாடல் வரிகள்) மொழிபெயர்ப்பு

# OverlayPositionAdjustmentLabel
source: Position adjustment
da: Positionsjustering
de: Positionsverstellung
ko: 위치 조정
ru: Регулировка положения
ta: நிலை சரிசெய்தல்

# OverlayToggleLabel
source: Display translated dialogue text overlay above game UI dialogue box instead of replacing its text with the translation
da: Vis oversat tekstoverlejring over tekstboksen i brugergrænsefladen i spillet i stedet for at erstatte teksten med oversættelsen
de: Übersetzte Textüberlagerung über dem Textfeld der Spielbenutzeroberfläche anzeigen, anstatt den Text durch die Übersetzung zu ersetzen
ko: 텍스트를 번역으로 대체하는 대신 게임 UI 대화 상자 위에 번역된 대화 텍스트 오버레이 표시
ru: Отображение наложения переведенного диалогового текста над диалоговым окном пользовательского интерфейса игры вместо замены его текста переводом
ta: மொழிபெயர்ப்பு டன் அதன் உரை பதிலாக விளையாட்டு யுஐ உரையாடல் பெட்டியில் மேலே மொழிபெயர்க்கப்பட்ட உரையாடல் உரை மேலீடு காண்பி

# OverlayWidthMultiplierOrientations
source: Adjust translation overlay width
da: Juster bredden af overlejring af oversættelse
de: Überlagerungsbreite der Übersetzung anpassen
ko: 번역 오버레이 폭 조정
ru: Настройка ширины наложения трансляции
ta: மொழிபெயர்ப்பு மேலமை அகலத்தை சரிசெய்

# OverlayWidthScrollLabel
source: Dialogue Overlay Width multiplier
da: Multiplikator for overlejring af oversættelsesoverlejring
de: Multiplikator der Übersetzungs-Overlay-Breite
ko: 대화 오버레이 폭 승수
ru: Множитель ширины наложения диалогов
ta: உரையாடல் அகல பெருக்கியை மேலணுவாக்கு

# PathInputInstructions
source: Absolute path to Echoglossian folder (inside XIVLauncher -> pluginConfigs folder)
da: Absolut sti til echoglossian mappe (inde XIVLauncher -> pluginConfigs mappe)
de: Absoluter Pfad zum Echoglossian-Ordner (innerhalb von XIVLauncher -> pluginConfigs-Ordner)
ko: 에코 글로시안 폴더에 절대 경로 (내부 XIVLauncher -> 플러그인코피그 폴더)
ru: Абсолютный путь к папке Echoglossian (внутри папки XIVLauncher -> pluginConfigs)
ta: எக்கோக்ளோசியன் கோப்புறைக்கு முழுமையான பாதை (உள்ளே எக்ஸ்விலாஞ்சர் -> சொருகிகான்ஃபிக்ஸ் கோப்புறை)

# PathTypeInstructions
source: Please type the path and save so the plugin can work properly!
da: Skriv stien og gem, så plugin kan fungere korrekt!
de: Bitte geben Sie den Pfad ein und speichern Sie, damit das Plugin ordnungsgemäß funktionieren kann!
ko: 플러그인이 제대로 작동 할 수 있도록 경로를 입력하고 저장하십시오!
ru: Пожалуйста, введите путь и сохраните, чтобы плагин мог работать правильно!
ta: தயவுசெய்து பாதையை தட்டச்சு செய்து சேமிக்கவும், இதனால் சொருகி சரியாக வேலை செய்ய முடியும்!

# PatronButtonLabel
source: Buy lokinmodar a Coffee
da: Køb lokinmodar en kop kaffe
de: Kaufen Sie lokinmodar a Coffee
ko: 커피 로킨모다르 구매
ru: Купить локинмодар кофе
ta: லோகிமொதார் ஒரு காபி வாங்கவும்

# PixQrWindowLabel
source: PIX qrcode
ru: Qrcode PIX
ta: PAM-ஐ க்ரோக்கோட்

# PixText
source: Scan the QR code to send me a PIX - only valid in Brazil
da: Scan QR-koden for at sende mig en PIX - kun gyldig i Brasilien
de: Scannen Sie den QR-Code, um mir einen PIX zu senden - nur gültig in Brasilien
ko: QR 코드를 스캔하여 PIX를 보내브라질에서만 유효합니다.
ru: Отсканируйте QR-код, чтобы отправить мне PIX - действителен только в Бразилии
ta: எனக்கு ஒரு பிக்ஸ் அனுப்ப க்யூஆர் குறியீட்டை ஸ்கேன் செய்யவும் - பிரேசிலில் மட்டுமே செல்லுபடியாகும்

# PluginInterfaceLanguage
source: Choose the language for the plugin configuration window
da: Vælg sproget til plugin-konfigurationsvinduet
de: Wählen Sie die Sprache für das Plugin-Konfigurationsfenster
ko: 플러그인 구성 창에 대한 언어 선택
ru: Выберите язык для окна настройки плагина
ta: சொருகி உள்ளமைவு சாளரத்திற்கான மொழியைத் தேர்வு செய்யவும்

# PluginInterfaceLanguageSelectorText
source: Config Window Language:
da: Config Vindue Sprog:
de: Sprache des Konfigurationsfensters:
ko: 창 언어 통합:
ru: Язык окна конфигурации:
ta: சாளர மொழியை உள்ளமை:

# QRCodeInstructionsText
source: Scan the QR code to send me a PIX - only valid in Brazil
da: Scan QR-koden for at sende mig en PIX - kun gyldig i Brasilien
de: Scannen Sie den QR-Code, um mir einen PIX zu senden - nur gültig in Brasilien
ko: QR 코드를 스캔하여 PIX를 보내브라질에서만 유효합니다.
ru: Отсканируйте QR-код, чтобы отправить мне PIX - действителен только в Бразилии
ta: எனக்கு ஒரு பிக்ஸ் அனுப்ப க்யூஆர் குறியீட்டை ஸ்கேன் செய்யவும் - பிரேசிலில் மட்டுமே செல்லுபடியாகும்

# SaveCloseButtonLabel
source: Save and Close Config Window
da: Vinduet Gem og luk Config
de: Konfigurationsfenster speichern und schließen
ko: 위로 창을 저장하고 닫기
ru: Сохранение и закрытие окна конфигурации
ta: சாளரத்தை சேமித்து மூடவும்

# SendPixButton
source: Send me a PIX donation!
da: Send mig en PIX donation!
de: Schicken Sie mir eine PIX-Spende!
ko: PIX 기부를 보내주세요!
ru: Пришлите мне пожертвование PIX!
ta: எனக்கு ஒரு பி.பி.எஸ் நன்கொடை அனுப்பவும்!

# SwapTranslationTextToggle
source: Show Original dialogue text in Overlay and Translated in the Game UI dialogue box
da: Vis original dialogtekst i Overlejring og Oversat i dialogboksen Spilgrænseflade
de: Original-Dialogtext im Dialogfeld "Überlagern" und "Übersetzt" im Dialogfeld "Spiel-UI" anzeigen
ko: 오버레이와 번역된 오리지널 대화 텍스트 표시
ru: Отображение исходного текста диалогового окна в наложении и переводе в диалоговом окне пользовательского интерфейса игры
ta: விளையாட்டு யுஐ உரையாடல் பெட்டியில் ஓவர்லே மற்றும் மொழிபெயர்க்கஅசல் உரையாடல் உரை காண்பி

# ToastOverlayWidthMultiplierOrientations
source: Adjust toast translation overlay width
da: Juster bredden af overlejring af toastoversættelse
de: Anpassen der Overlaybreite für die Popupübersetzung
ko: 토스트 번역 오버레이 폭 조정
ru: Настройка ширины наложения трансляции всплываетных красок
ta: டோஸ்ட் மொழிபெயர்ப்பு மேலமை அகலத்தை சரிசெய்யவும்

# ToastOverlayWidthScrollLabel
source: Toast Overlay Width multiplier
da: Multiplikator for toastoverlejringsbredde
de: Multiplikator für die Breite der Popupüberlagerung
ko: 토스트 오버레이 폭 승수
ru: Множитель ширины наложения всплывает
ta: டோஸ்ட் ஓவர்லே அகலம் பெருக்கி

# TranslateAreaToastToggleText
source: Translate in-game Area name Toast Messages
da: Oversæt toastbeskeder i spillet
de: Im Spiel übertragen Bereichsnamen Toast-Nachrichten
ko: 게임 내 영역 이름 토스트 메시지 번역
ru: Перевод названия области в игре Всплывающие сообщения
ta: விளையாட்டு பகுதியில் பெயர் டோஸ்ட் செய்திகளை மொழிபெயர்க்க

# TransLateBattletalkToggle
source: Translate battle talk
da: Oversæt kampsnak
de: Schlachtgespräche übersetzen
ko: 전투 토크 번역
ru: Перевести боевой разговор
ta: போர் பேச்சு மொழிபெயர்க்க

# TranslateClassChangeToastToggleText
source: Translate in-game Class/Job change Toast Messages
da: Oversæt toastbeskeder i spillet
de: Übersetzen Sie In-Game-Toast-Nachrichten zur Klassen-/Jobänderung
ko: 게임 내 클래스/작업 변경 토스트 메시지 번역
ru: Перевод всплываючих сообщений об изменении классов и заданий
ta: விளையாட்டு வகுப்பு / வேலை மாற்றம் டோஸ்ட் செய்திகளை மொழிபெயர்க்க

# TranslateErrorToastToggleText
source: Translate in-game Error Toast Messages
da: Oversæt fejlmeddelelser i spillet
de: Übersetzen von Fehler-Popupmeldungen im Spiel
ko: 게임 내 오류 토스트 메시지 번역
ru: Перевод всплываючих сообщений об ошибках в игре
ta: விளையாட்டில் பிழை டோஸ்ட் செய்திகளை மொழிபெயர்க்கவும்

# TranslateNpcNamesToggle
source: Translate NPCs names in dialogue boxes
da: Oversætte NPC'ers navne i dialogbokse
de: NpCs-Namen in Dialogfeldern übersetzen
ko: 대화 상자에 NPC 이름 번역
ru: Перевод имен NPC в диалоговые окна
ta: உரையாடல் பெட்டிகளில் என்.பி.சி.யின் பெயர்களை மொழிபெயர்க்கவும்

# TranslateQuestToastToggleText
source: Translate in-game Quest Toast Messages
da: Oversæt quest-toastbeskeder i spillet
de: Übersetze Quest Toast Messages im Spiel
ko: 게임 내 퀘스트 토스트 메시지 번역
ru: Перевод вигровых всплываючих сообщений квеста
ta: விளையாட்டில் குவெஸ்ட் டோஸ்ட் செய்திகளை மொழிபெயர்க்கவும்

# TranslateScreenInfoToastToggleText
source: Translate other in-game miscellaneous Toast Messages
da: Oversæt andre forskellige toastbeskeder i spillet
de: Übersetzen Sie andere verschiedene Toast-Nachrichten im Spiel
ko: 다른 게임 내 잡화 알림 메시지 번역
ru: Другие вигровые всплывающие сообщения переводят разные
ta: மற்ற விளையாட்டு இதர டோஸ்ட் செய்திகளை மொழிபெயர்க்கவும்

# TranslateTalkToggleLabel
source: Translate in-game dialogues
da: Oversæt dialoger i spillet
de: Übersetze Dialoge im Spiel
ko: 게임 내 대화 번역
ru: Перевод игровых диалогов
ta: விளையாட்டு உரையாடல்களை மொழிபெயர்க்கவும்

# TranslateToastToggleText
source: Translate in-game Toast Messages
da: Oversæt toastbeskeder i spillet
de: Übersetzen Sie Toast-Nachrichten im Spiel
ko: 게임 내 토스트 메시지 번역
ru: Перевод всплываючих сообщений в игре
ta: விளையாட்டு டோஸ்ட் செய்திகளை மொழிபெயர்க்கவும்

# WaitingForTranslation
source: Awaiting translation...
da: Afventer oversættelse...
de: Warten auf Übersetzung...
ko: 번역을 기다리고...
ru: В ожидании перевода...
ta: மொழிபெயர்ப்பு காத்திருக்கிறது...

# WhatToTranslateText
source: Select what kind of text you want to be translated
da: Vælg, hvilken type tekst du vil oversætte
de: Wählen Sie aus, welche Art von Text Übersetzt werden soll
ko: 번역할 텍스트 종류를 선택합니다.
ru: Выберите, какой текст вы хотите перевести
ta: நீங்கள் எந்த வகையான உரையை மொழிபெயர்க்க விரும்புகிறீர்கள் என்பதைத் தேர்ந்தெடுக்கவும்

# WhichToastsToTranslateText
source: Select which in-game Toast messages to translate
ko: 번역할 게임 내 토스트 메시지 선택
ru: Выбор всплываемых сообщений в игре для перевода
ta: எந்த விளையாட்டில் டோஸ்ட் செய்திகளை மொழிபெயர்க்க தேர்ந்தெடுக்கவும்
