Repository: lokinmodar/Echoglossian
Catalog: Echoglossian/Properties/Resources.*.resx
Languages: es, fr

# CloseButtonLabel
source: Close
es: Cerrar
fr: Fermer

# ConfigTab0Name
source: Whats, Whens and Hows
es: Principal
fr: Principal

# ConfigTab1Name
source: Talk settings
es: Configuraciones principales
fr: Paramètres de conversation

# ConfigTab2Name
source: Battle Talk settings
es: Configuraciones de mensajes de sistema
fr: Paramètres de Battle Talk

# ConfigTab3Name
source: Toast settings
es: Configuración de la notificación del sistema
fr: Paramètres toast

# ConfigTab4Name
source: Journal settings
es: Configuración del diario
fr: Paramètres de journal

# ConfigTab5Name
source: Tooltips settings
es: Configuración de información sobre herramientas
fr: Paramètres des info-bulles

# ConfigTab6Name
source: Other settings
es: Otra configuración
fr: Autres paramètres

# ConfigTab7Name
source: Translation Engine settings
es: Configuración del motor de traducción
fr: Paramètres du moteur de traduction

# ConfigTabAbout
source: About Echoglossian
es: Acerca de Echoglossian
fr: À propos d’Echoglossian

# ConfigWindowTitle
source: Echoglossian Configuration
es: Configuración de Echoglossian
fr: Configuration échoglossienne

# ContribText
source: Please support us either by contributing to the project development, submitting issues or helping us with a coffee.
es: Por favor, apóyenos ya sea contribuyendo al desarrollo del proyecto, enviando problemas o ayudándonos con un café.
fr: S’il vous plaît soutenez-nous soit en contribuant au développement du projet, en soumettant des problèmes ou en nous aidant avec un café.

# DisclaimerText1
source: This plugin is aimed at solving one of the biggest issues for audiences that do not speak either English, German, French or Japanese: Understanding dialogues and other elements of the Game UI.
es: Este plugin tiene como objetivo resolver uno de los mayores problemas para las audiencias que no hablan inglés, alemán, francés o japonés: comprender los diálogos y otros elementos de la interfaz de usuario del juego.
fr: Ce plugin vise à résoudre l’un des plus gros problèmes pour les publics qui ne parlent ni anglais, ni allemand, ni Français ni japonais : comprendre les dialogues et autres éléments de l’interface utilisateur du jeu.

# DisclaimerText2
source: For now we only do auto-translations through Google Translate API, but in the future we intend to support other ML translation systems. We even have ideas targetting crowdsourced translations, curated by the community.
es: Por ahora solo hacemos traducciones automáticas a través de la API de Google Translate, pero en el futuro tenemos la intención de admitir otros sistemas de traducción de ML. Incluso tenemos ideas dirigidas a traducciones de crowdsourcing, curadas por la comunidad.
fr: Pour l’instant, nous ne faisons que des traductions automatiques via l’API Google Translate, mais à l’avenir, nous avons l’intention de prendre en charge d’autres systèmes de traduction ML. Nous avons même des idées ciblant les traductions participatives, organisées par la communauté.

# DisclaimerTitle
source: About Echoglossian:
es: Acerca de Echoglossian:
fr: À propos d’Echoglossian :

# EnableTranslation
source: Activate game text realtime translation
es: Activar la traducción de texto del juego en tiempo real
fr: Activer la traduction de texte de jeu en temps réel

# FontColorSelectLabel
source: Overlay font color:
es: Color de fuente de la superposición:
fr: Couleur de police de superposition :

# HelpMessage
source: Opens Echoglossian config window
es: Abre la ventana de configuración de Echoglossian
fr: Ouvre la fenêtre de configuration Echoglossian

# ImguiAdjustmentsLabel
source: Adjust the options related to the translation overlay:
es: Ajuste las opciones relacionadas con la superposición de traducción:
fr: Ajustez les options liées à la superposition de traduction :

# LangIdentError
source: The language could not be identified with an acceptable degree of certainty
es: El idioma no pudo ser identificado con un grado aceptable de certeza
fr: La langue n’a pas pu être identifiée avec un degré de certitude acceptable

# LanguageNotSupportedText
source: The selected language is not supported by the currently available translation backend
es: El idioma seleccionado no es compatible con el backend de traducción actualmente disponible
fr: La langue sélectionnée n’est pas prise en charge par le backend de traduction actuellement disponible

# LanguageOnlySupportedUsingOverlay
source: The selected language is only supported using the plugin overlays due to limitations of the native game Font
es: El idioma seleccionado solo se admite con las superposiciones del complemento debido a las limitaciones de la fuente nativa del juego
fr: La langue sélectionnée n’est prise en charge qu’à l’aide des superpositions de plugins en raison des limitations du jeu natif Font

# LanguageSelectionTooltip
source: Which language to translate the in-game dialogue boxes to.
es: A qué idioma traducir las charlas in-game
fr: Dans quelle langue traduire les boîtes de dialogue du jeu.

# LanguageSelectLabelText
source: Language to translate to
es: Idioma al que traducir
fr: Langue vers laquelle traduire

# Name
source: Echoglossian
fr: Échoglossien

# NEListText
source: The non-exhaustive list of issues and TODOs is available in the link below:
es: La lista no exhaustiva de temas y TODOs está disponible en el siguiente enlace:
fr: La liste non exhaustive des problèmes et des TODO est disponible dans le lien ci-dessous:

# OverlayAdjustmentOrientations
source: Please adjust position if your overlay is not centered relative to the game's UI text box.
es: Ajuste la posición si su superposición no está centrada en relación con la ventana emergente de conversación.
fr: Veuillez ajuster la position si votre superposition n’est pas centrée par rapport à la zone de texte de l’interface utilisateur du jeu.

# OverlayFontColorOrientations
source: Click to choose the overlay font color
es: Haga clic para elegir el color de fuente de la superposición
fr: Cliquez pour choisir la couleur de police de superposition

# OverlayFontScaleLabel
source: Adjust the Overlay font scale
es: Ajustar la escala de fuentes de superposición
fr: Ajuster l’échelle de police de superposition

# OverlayFontSizeLabel
source: Overlay Font Size
es: Tamaño de fuente de superposición
fr: Taille de police de superposition

# OverlayFontSizeOrientations
source: Select the font size for the text overlay
es: Seleccione el tamaño de fuente para la superposición de texto del diálogo
fr: Sélectionnez la taille de police pour la superposition de texte

# OverlayHeightScrollLabel
source: Translation Overlay Height multiplier
es: Multiplicador de altura de superposición de diálogo
fr: Multiplicateur de hauteur de superposition de translation

# OverlayName
source: Battle talk (Enenies dialogue lines) translation
es: Traducción de battle talk (líneas de diálogo de Enenies)
fr: Battle talk (lignes de dialogue Enenies) traduction

# OverlayPositionAdjustmentLabel
source: Position adjustment
es: Ajuste de posición
fr: Réglage de la position

# OverlayToggleLabel
source: Display translated text overlay above game UI text box instead of replacing its text with the translation
es: Mostrar la superposición con texto traducido sobre el cuadro de diálogo de la IU del juego en lugar de reemplazar su texto con la traducción
fr: Afficher la superposition de texte traduit au-dessus de la zone de texte de l’interface utilisateur du jeu au lieu de remplacer son texte par la traduction

# OverlayWidthMultiplierOrientations
source: Adjust translation overlay width
es: Ajustar el ancho de la superposición de traducción
fr: Ajuster la largeur de superposition de traduction

# OverlayWidthScrollLabel
source: Translation Overlay Width multiplier
es: Multiplicador de ancho de diálogo
fr: Multiplicateur de largeur de superposition de traduction

# PathInputInstructions
source: Absolute path to Echoglossian folder (inside XIVLauncher -> pluginConfigs folder)
es: Ruta absoluta a la carpeta Echoglossian (dentro de la carpeta XIVLauncher -> pluginConfigs)
fr: Chemin absolu vers le dossier Echoglossian (dans le dossier XIVLauncher -> pluginConfigs)

# PathTypeInstructions
source: Please type the path and save so the plugin can work properly!
es: ¡Escriba la ruta y guárdela para que el complemento pueda funcionar correctamente!
fr: Veuillez taper le chemin et enregistrer pour que le plugin puisse fonctionner correctement!

# PatronButtonLabel
source: Buy lokinmodar a Coffee
es: Comprar lokinmodar a Coffee
fr: Acheter lokinmodar un café

# PixQrWindowLabel
source: PIX qrcode
fr: QRcode PIX

# PixText
source: Scan the QR code to send me a PIX - only valid in Brazil
es: Escanea el código QR para enviarme un PIX - solo válido en Brasil
fr: Scannez le code QR pour m’envoyer un PIX - valable uniquement au Brésil

# PluginInterfaceLanguage
source: Choose the language for the plugin configuration window
es: Elija el idioma para la ventana de configuración del plugin
fr: Choisissez la langue de la fenêtre de configuration du plugin

# PluginInterfaceLanguageSelectorText
source: Config Window LanguageInfo:
es: Idioma de la ventana de configuración:
fr: Langue de la fenêtre de configuration :

# QRCodeInstructionsText
source: Scan the QR code to send me a PIX - only valid in Brazil
es: Escanea el código QR para enviarme un PIX - solo válido en Brasil
fr: Scannez le code QR pour m’envoyer un PIX - valable uniquement au Brésil

# SaveCloseButtonLabel
source: Save and Close Config Window
es: Guardar y cerrar ventana de configuración
fr: Enregistrer et fermer la fenêtre de configuration

# SendPixButton
source: Send me a PIX donation!
es: ¡Envíame un PIX!
fr: Envoyez-moi un don PIX!

# SettingsForGTransText
source: Settings for Google Translate:
es: Configuración de Google Translate:
fr: Paramètres de Google Traduction :

# SwapTranslationTextToggle
source: Show Original dialogue text in Overlay and Translated in the Game UI dialogue box
es: Mostrar texto de diálogo original en Superposición y traducido en el cuadro de diálogo de la IU del juego
fr: Afficher le texte de dialogue d’origine dans superposition et traduit dans la boîte de dialogue de l’interface utilisateur du jeu

# ToastOverlayWidthMultiplierOrientations
source: Adjust toast translation overlay width
es: Ajustar el ancho de la superposición de traducción de mensajes sistema
fr: Ajuster la largeur de superposition de translation toast

# ToastOverlayWidthScrollLabel
source: Toast Overlay Width multiplier
es: Multiplicador de ancho de mensajes de sistema
fr: Multiplicateur de largeur de superposition toast

# TodoUrl
source: TODOs List on Github
es: Lista de TODOs en Github
fr: Liste des TODO sur Github

# TranslateAreaToastToggleText
source: Translate in-game Area name Toast Messages
es: Traducir Mensajes del sistema del nombre del área
fr: Traduire le nom de la zone dans le jeu Toast Messages

# TransLateBattletalkToggle
source: Translate battle talk
es: Traducir charla de batalla
fr: Traduire le discours de bataille

# TranslateClassChangeToastToggleText
source: Translate in-game Class/Job change Toast Messages
es: Traducir Mensajes de notificación del sistema de cambio de clase/job
fr: Traduire les messages toast de changement de classe/d’emploi dans le jeu

# TranslateErrorToastToggleText
source: Translate in-game Error Toast Messages
es: Traducir mensajes del sistema de error en el juego
fr: Traduire les messages toast d’erreur dans le jeu

# TranslateNpcNamesToggle
source: Translate NPCs names in dialogue boxes
es: Traducir nombres de NPC en cuadros de diálogo
fr: Traduire les noms des PNJ dans les boîtes de dialogue

# TranslateQuestToastToggleText
source: Translate in-game Quest Toast Messages
es: Traducir mensajes de Quest Toast en el juego
fr: Traduire les messages toast Quest dans le jeu

# TranslateScreenInfoToastToggleText
source: Translate other in-game miscellaneous Toast Messages
es: Traducir en el juego otros mensajes misceláneos de toast
fr: Traduire d’autres messages toast divers dans le jeu

# TranslateTalkToggleLabel
source: Translate in-game dialogues
es: Traducir charlas en juego
fr: Traduire les dialogues dans le jeu

# TranslateToastToggleText
source: Translate in-game Toast Messages
es: Traducir mensajes del sistema en el juego
fr: Traduire des messages toast dans le jeu

# TranslationDisabled
source: Translations are Disabled!
es: ¡Las traducciones están deshabilitadas!
fr: Les traductions sont désactivées !

# TranslationEnabled
source: Translations are Enabled!
es: ¡Las traducciones están habilitadas!
fr: Les traductions sont activées !

# TranslationEngineSettingsNotRequired
source: This translation engine does not require any special settings.
es: Este motor de traducción no requiere ninguna configuración especial.
fr: Ce moteur de traduction ne nécessite aucun paramètre spécial.

# TranslationsEnabled
source: Translations are Enabled!
es: ¡Traducciones habilitadas!
fr: Traductions activées !

# UseImGuiForToastsToggle
source: Use overlay to show Toasts translations (WIP)
es: Usar superposición para mostrar las traducciones de Toasts
fr: Utiliser la superposition pour afficher les traductions toasts

# WaitingForTranslation
source: Awaiting translation...
es: A la espera de traducción...
fr: En attente de traduction...

# WhatToTranslateText
source: Select what kind of text you want to be translated in the corresponding tab below!
es: Seleccione qué tipo de texto desea traducir
fr: Sélectionnez le type de texte que vous souhaitez traduire

# ResetConfigsButton
source: Reset Settings
es: Restablecer configuración
fr: Réinitialiser les paramètres

# SettingsReset
source: Echoglossian settings reset to default successfully!
es: ¡La configuración de Echoglossian se restablece a los valores predeterminados correctamente!
fr: Les paramètres Echoglossian sont réinitialisés par défaut avec succès!

# WhichToastsToTranslate
source: Select which kind of in-game message toasts to translate
es: Selecciona qué tipo de notificaciones de mensajes del juego traducir
fr: Sélectionnez le type de toasts de message dans le jeu à traduire

# AssetsCheckingPopupMsg
source: Checking Plugin assets!
es: ¡Comprobando los activos del plugin!
fr: Vérification des actifs du plugin!

# AssetsDownloadComplete
source: Downloading of plugin assets complete!
es: ¡Descarga de activos de plugin completa!
fr: Téléchargement des ressources du plugin terminé!

# AssetsDownloadError1stPart
source: Error downloading plugin assets:
es: Error al descargar los activos del plugin:
fr: Erreur lors du téléchargement des ressources du plug-in :

# AssetsDownloadError2ndPart
source: . Please retry later. If the issue persists, please contact the plugin developer.
es: . Vuelva a intentarlo más tarde. Si el problema persiste, póngase en contacto con el desarrollador del plugin.
fr: . Veuillez réessayer plus tard. Si le problème persiste, veuillez contacter le développeur du plugin.

# AssetsPresentPopupMsg
source: All plugin assets present!
es: ¡Todos los activos del plugin presentes!
fr: Tous les actifs du plugin sont présents!

# DownloadingAssetsPopupMsg
source: Downloading extra plugin assets in background. Please wait for the download to finish before opening settings!
es: Descarga de activos de plugins adicionales en segundo plano. ¡Espere a que finalice la descarga antes de abrir la configuración!
fr: Téléchargement de ressources de plug-in supplémentaires en arrière-plan. Veuillez attendre la fin du téléchargement avant d’ouvrir les paramètres!

# EchoglossianPathModal
source: Attention!
es: ¡Atención!
